
/* Strings for login panel. See Keychain.cpp. */

"kLoginTitle" = "Digite o seu nome e senha para acessar o documento RSS.";
"kLoginInitialMessage"      = "Para acessar o documento RSS \"%@\", você precisa iniciar sessão na área \"%@\" em %@. Sua senha será enviada como texto não criptografado.\n";
"kLoginFailedMessage"       = "O início de sessão falhou. Digite novamente seu nome e senha para a área \"%@\" em %@.\n";
"kLoginUsernameField"       = "Nome:";
"kLoginPasswordField"       = "Senha:";
"kLoginLogInButton"         = "Iniciar Sessão";
"kLoginCancelButton"        = "Cancelar";
"kLoginSavePasswordCheckbox"= "Recordar esta senha em minhas chaves";


/* Error Messages */

"PSInternalErrorDescription"        = "Ocorreu um erro interno à estrutura Publicar/Inscrever-se.";
"PSInternalErrorFailureReason"      = "Ocorreu um erro interno à estrutura Publicar/Inscrever-se.";
"PSInternalErrorRecoverySuggestion" = "Finalize a sessão e tente novamente.";

"PSPublishSettingsErrorDescription"        = "A alimentação não pôde ser publicada porque as configurações de publicação são inválidas.";
"PSPublishSettingsErrorFailureReason"      = "As configurações de publicação são inválidas.";
"PSPublishSettingsErrorRecoverySuggestion" = "Verifique as configurações de publicação e tente novamente.";

"PSNotAFeedErrorDescription"        = "A alimentação não pôde ser carregada porque o conteúdo não está em um formato de alimentação conhecido.";
"PSNotAFeedErrorFailureReason"      = "O conteúdo não está em um formato de alimentação conhecido.";
"PSNotAFeedErrorRecoverySuggestion" = "Verifique se a localização específica contém uma alimentação em formato Atom ou RSS.";

"PSUnsupportedPermissionsErrorDescription"          = "A alimentação não pôde ser publicada porque o tipo de permissão não é compatível.";
"PSUnsupportedPermissionsErrorFailureReason"        = "O tipo de permissão não é compatível.";
"PSUnsupportedPermissionsErrorRecoverySuggestion"   = "Verifique o tipo de permissão e tente novamente.";

"PSUnsupportedIdentitiesErrorDescription"         = "A alimentação não pôde ser publicada porque o tipo de identidade não é compatível.";
"PSUnsupportedIdentitiesErrorFailureReason"       = "O tipo de identidade não é compatível.";
"PSUnsupportedIdentitiesErrorRecoverySuggestion"  = "Verifique o tipo de identidade e tente novamente.";

"NSURLErrorUserAuthenticationRequired Description" = "É necessário fornecer um nome de usuário e uma senha";

/* Localized date/time formats. See DateClass.cpp */

"TodayFmt"      = "'Hoje', h:mm a";
"YesterdayFmt"  = "'Ontem', h:mm a";
"ThisWeekFmt"   = "EEEE, h:mm a";
"ThisYearFmt"   = "MMM d, h:mm a";
"PastYearFmt"   = "MMM d, ''yy, h:mm a";

/* Localizable file size formatters.  See StringClass::representationForBytes */

"0 bytes"            = "0 bytes";           /* String used for showing a zero byte size */
"1 byte"             = "1 byte";            /* String used for showing a one byte size */
"%.0f bytes"         = "%.0f bytes";        /* Format used to display a size between 2 and 100 bytes */
"%.1f KB (0.1)"      = "%.1f KB";           /* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (1.0)"      = "%.1f KB";           /* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (10.0)"     = "%.1f KB";           /* Format used to display sizes between 10 and 99.9 KB */
"%.0f KB"            = "%.0f KB";           /* Format used to display sizes between 100 and 999 KB */
"%.1f MB (1.0)"      = "%.1f MB";           /* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (10.0)"     = "%.1f MB";           /* Format used to display sizes between 10 and 99.9 MB */
"%.0f MB"            = "%.0f MB";           /* Format used to display sizes between 100 and 999 MB */
"%.1f GB (1.0)"      = "%.2f GB";           /* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (10.0)"     = "%.2f GB";           /* Format used to display sizes between 10 and 99.9 GB */
"%.0f GB"            = "%.0f GB";           /* Format used to display sizes 100 GB or greater */

/* Localizable file names. Currently only used in EnclosureCore.cpp */

"kUntitledFileName" = "Sem Título";   /* If we download and enclosure for which we have no other name to go by */
